Repository: jokumer/TYPO3-map
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: da

# general.select.none
source: None
da: Ingen

# map.closeMap
source: Close map
da: Luk kort

# map.displayMap
source: Display map
da: Vis kort

# map.displayMap.info
source: Display map and move the marker to your new position, it will automaticly writes new coordinates in the fields below. Optional further functions appears, if any are configurated.
da: Vis kort og flyt markør til en ny position. Dette vil automatisk skrive nye koordinater i felterne. ALternativt vises andre funktioner, hvis disse er konfigureret.

# map.doGeocoding
source: Fetch coordinates from address fields
da: Grib koordinaterne fra adressefelter

# map.doGeocoding.info
source: If map is displayed, filled address fields (address,zip,city,country) are used to recalculate coordinates using Google Geocoding. You can se results on map and adapt by moving marker position.
da: Hvis kortet vises, bruges de udfyldte adressefelter (addresse,postnummer, by og land) til at genberegne koordinater ved hjælp af Google Geocoding. Du kan aflæse resultatet på kortet og tilpasse ved at flytte markørens position.

# map.fetchZoom
source: Fetch size from zoom
da: Grib størrelse fra zoom

# map.fetchZoom.info
source: If map is displayed, view get zoomed into the size given in zoom field.
da: Hvis kortet vises, vil der blive zoomet ind til den værdi der er angivet i zoom-feltet.

# palettes.address
source: Address
da: Adresse

# palettes.map
source: Map
da: Kort

# plugin.category.title
source: Google Maps categories
da: Google Maps kategorier

# plugin.location.title
source: Google Maps list
da: Google Maps liste

# plugin.map.title
source: Google Maps map
da: Google Maps kort

# tabs.related
source: Related
da: Relateret
