Repository: jokumer/TYPO3-map
Catalog: Resources/Private/Language/*.locallang_flexform_map.xlf
Languages: da

# settings.map.options.center.map
source: Center - map
da: Center - kort

# settings.map.options.center.latitude
source: Center - latitude
da: Center - breddegrad

# settings.map.options.center.longitude
source: Center - longitude
da: Center - længdegrad

# settings.map.options.dimHeight
source: Height (%,px,vh,..)
da: Højde (%,px,vh,..)

# settings.map.options.dimWidth
source: Width (%,px,vh,..)
da: Brede (%,px,vh,..)

# settings.map.options.types.coordinate
source: Coordinate (development)
da: Koordinat (udvikling)

# settings.map.options.types.hybrid
source: Hybrid (mix of roadmap and satellite)
da: Hybrid (Vejkort og satellit blandet)

# settings.map.options.types.roadmap
source: Roadmap (road map view)
da: Vejkort (vejkort-visning)

# settings.map.options.types.satellite
source: Satellite (Google Earth satellite)
da: Satellit (Google Earth satellit)

# settings.map.options.types.terrain
source: Terrain (physical map based on terrain)
da: Terræn (fysisk kort baseret på terræn)

# settings.map.overlays.categories.active
source: Categories - active
da: Kategorier - aktiv

# settings.map.overlays.categories.available
source: Categories - available
da: Kategorier - tilgængelig

# settings.map.view.type
source: View type
da: Visningstype

# settings.map.view.type.map_and_menu
source: Map and menu
da: Kort og menu

# settings.map.view.type.map_only
source: Map only
da: Kun kort

# settings.map.view.type.menu_only
source: Menu only
da: Kun menu

# sheet.categories
source: Categories
da: Kategorier

# sheet.general
source: General
da: Generelt
